/* The string for canceling a map editing function. */
"CancelKey" = "Ακύρωση";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Σίγουρα θέλετε ακύρωση;";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Οι αλλαγές δεν θα αποθηκευτούν.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Το αντικείμενο που δημιουργήσατε δεν θα αποθηκευτεί.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Απόρριψη Αλλαγών";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Ακύρωση Επεξεργασίας";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Ακυρη Διεύθυνση";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Μία διεύθυνση πρέπει να συμπεριληφθεί για αυτό το σημείο";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Δεν προσθέσατε μία τοποθεσία για αυτό το σημείο";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Δεν θα προστεθεί νέο σημείο";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Συνέχεια Επεξεργασίας";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Επιλέξτε το σημείο που θέλετε να διαγράψετε.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Δεν υπάρχουν σημεία για διαγραφή.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "ΟΚ";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Σίγουρα θέλετε να διαγράψετε όλα τα σημεία;";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Οχι";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ναι";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Θέλετε να επιλέξετε ένα σημείο;";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Θέλετε να επιλέξετε μία πολυγραμμή;";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Θέλετε να επιλέξετε ένα πολύγωνο;";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Τα σημεία που προσθέσατε δεν θα αλλάξουν. Μπορείτε να συνεχίσετε με την δημιουργία του αντικειμένου";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Ολα τα πρόσθετα σημεία θα διαγραφούν";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Σίγουρα θέλετε να διαγράψετε αυτό το σημείο;";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Αποθήκευση";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Φίλτρο";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Τρέχουσα Τοποθεσία";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Δεν βρέθηκαν προτάσεις";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Διεύθυνση";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Εκκαθάρ.Ολων";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Δημιουργήθηκε Επιτυχώς";

/* The placeholder text of the Searchbar */
"SearchKey" = "Αναζήτηση";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Προσθήκη Νέου Σημείου";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Βασικός χάρτης";

/* The title for the standard map type. */
"StandardKey" = "Πρότυπο";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrid Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Αθόρυβο Πρότυπο";

/* The title for the satellite map type. */
"SatelliteKey" = "Δορυφορικός";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Δορυφορικό Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Προσθήκη Τοποθεσίας";

